package com.example.democomb2;

public class DataStreams {
    String[] sobaka = {
            "у_попа была собака",
            "Он ее любил",
            "Она съела кусок мяса",
            "Он ее убил",
            "И в землю закопал",
            "И надпись написал",
            "у_попа была собака",
            "Он ее любил"
    };
    String[] vorona = {
            "Шел я как-то через_мост",
            "Глядь ворона сохнет",
            "Взял ворону я за_хвост",
            "Положил ее под_мост",
            "Пусть ворона мокнет",
            "Снова шел я через_мост",
            "Глядь ворона мокнет",
            "Снова взял ее за_хвост",
            "Положил ее на_мост",
            "Пусть ворона сохнет"
    };
    String[] chuchelo = {
            "Чучело-мяучело на_трубе сидело",
            "Чучело-мяучело песенку запело",
            "Только всем от_песенки_этой стало тошно",
            "Потому_что песенка чучела про_то_что",
            "Чучело-мяучело на_трубе сидело"
    };
}
