package com.example.democomb2;

public class DataStreams {
    String[] hymn = {
            "Братских народов союз вековой,",
            "Грядущие нам открывают года.",
            "Могучая воля, великая слава —",
            "Нам силу даёт наша верность Отчизне.",
            "Одна ты на свете! Одна ты такая —",
            "От южных морей до полярного края",
            "Предками данная мудрость народная!",
            "Раскинулись наши леса и поля.",
            "Россия — любимая наша страна.",
            "Россия — священная наша держава,",
            "Славься, Отечество наше свободное,",
            "Славься, страна! Мы гордимся тобой!",
            "Так было, так есть и так будет всегда!",
            "Твоё достоянье на все времена!",
            "Хранимая Богом родная земля!",
            "Широкий простор для мечты и для жизни",
    };
    String[] sobaka = {
            "у_попа была собака",
            "Он ее любил",
            "Она съела кусок мяса",
            "Он ее убил",
            "И в землю закопал",
            "И надпись написал",
            "у_попа была собака",
            "Он ее любил"
    };
    String[] vorona = {
            "Шел я как-то через_мост",
            "Глядь ворона сохнет",
            "Взял ворону я за_хвост",
            "Положил ее под_мост",
            "Пусть ворона мокнет",
            "Снова шел я через_мост",
            "Глядь ворона мокнет",
            "Снова взял ее за_хвост",
            "Положил ее на_мост",
            "Пусть ворона сохнет"
    };
    String[] chuchelo = {
            "Чучело-мяучело на_трубе сидело",
            "Чучело-мяучело песенку запело",
            "Только всем от_песенки_этой стало тошно",
            "Потому_что песенка чучела про_то_что",
            "Чучело-мяучело на_трубе сидело"
    };
}
