package com.example.democomb2;

public class DataStreams {
    String[] hymn = {
            "Россия — священная наша держава,",
            "Россия — любимая наша страна.",
            "Могучая воля, великая слава —",
            "Твоё достоянье на все времена!",
            "Славься, Отечество наше свободное,",
            "Братских народов союз вековой,",
            "Предками данная мудрость народная!",
            "Славься, страна! Мы гордимся тобой!",
            "От южных морей до полярного края",
            "Раскинулись наши леса и поля.",
            "Одна ты на свете! Одна ты такая —",
            "Хранимая Богом родная земля!",
            "Славься, Отечество наше свободное,",
            "Братских народов союз вековой,",
            "Предками данная мудрость народная!",
            "Славься, страна! Мы гордимся тобой!",
            "Широкий простор для мечты и для жизни",
            "Грядущие нам открывают года.",
            "Нам силу даёт наша верность Отчизне.",
            "Так было, так есть и так будет всегда!",
            "Славься, Отечество наше свободное,",
            "Братских народов союз вековой,",
            "Предками данная мудрость народная!",
            "Славься, страна! Мы гордимся тобой!"
    };
    String[] sobaka = {
            "у_попа была собака",
            "Он ее любил",
            "Она съела кусок мяса",
            "Он ее убил",
            "И в землю закопал",
            "И надпись написал",
            "у_попа была собака",
            "Он ее любил"
    };
    String[] vorona = {
            "Шел я как-то через_мост",
            "Глядь ворона сохнет",
            "Взял ворону я за_хвост",
            "Положил ее под_мост",
            "Пусть ворона мокнет",
            "Снова шел я через_мост",
            "Глядь ворона мокнет",
            "Снова взял ее за_хвост",
            "Положил ее на_мост",
            "Пусть ворона сохнет"
    };
    String[] chuchelo = {
            "Чучело-мяучело на_трубе сидело",
            "Чучело-мяучело песенку запело",
            "Только всем от_песенки_этой стало тошно",
            "Потому_что песенка чучела про_то_что",
            "Чучело-мяучело на_трубе сидело"
    };
}
